Repository: DevriX/jetpack-recaptcha
Catalog: languages/*-recaptcha-*.po
Languages: pl_pl

source: JetPack reCaptcha Settings
pl_pl: JetPack reCaptcha ustawienia

source: reCaptcha credentials:
pl_pl: reCaptcha uwierzytelnienie:

source: Before you setup this plugin, make sure to go to <a href="https://www.google.com/recaptcha" target="_blank">Google reCaptcha</a> website and register your site. After that, insert both public and secret captcha keys in the following fields. A <a href="https://www.google.com/search?q=how+to+get+google+recaptcha" target="_blank">tutorial</a> might also help.
pl_pl: Zanim skonfigurujesz tą wtyczkę, przejdź do witryny <a href="https://www.google.com/recaptcha" target="_blank">Google reCaptcha</a> i zarejestruj swoją witrynę. Następnie wstaw oba klucze reCAPTCHA, publiczny i sekretny do poniższych pół. W razie problemów zapoznaj się z <a href="https://www.google.com/search?q=how+to+get+google+recaptcha" target="_blank">poradnikiem</a> dotyczącym konfiguracji reCAPTCHA.

source: Enter your Google reCaptcha public key:
pl_pl: Wprowadź publiczny klucz Google reCAPTCHA:

source: Enter your Google reCaptcha secret key:
pl_pl: Wprowadź sekretny klucz Google reCAPTCHA:

source: reCaptcha Language:
pl_pl: reCaptcha ustawienia języka:

source: Settings updated successfully!
pl_pl: Ustawienia zostały zapisane!

source: Settings
pl_pl: Ustawienia

source: Unable to process your submission, you have failed the spam test!
pl_pl: Błąd: Nie można przetworzyć Twojego żądania!

source: Please complete this test!
pl_pl: Proszę wypełnić ten test!

source: Google reCaptcha integration for Jetpack contact forms
pl_pl: Integracja Google reCaptcha dla wtyczki Jetpack
